{
  "dejun":[
    {
      "id": "1",
      "Nume": "Mini pancakes pentru mic dejun cu fructe",
      "Thumb": "https://adihadean.ro/wp-content/uploads/2021/07/cover-foto-2.jpg",
      "In": "200 gr faină\n2 linguri zahăr\n1 ou\n200 ml kefir\n5 grame praf de copt\n5 grame bicarbonat de sodiu\nCoaja rasa de portocala\n50 gr unt\nKiwi\nPepene galben\nGem de zmeura\n2 linguri iaurt grecesc",
      "P": "Am pus într-un bol făina, zahărul, praful de copt, bicarbonatul de sodiu și coaja rasa de portocala și le-am amestecat.\n\nÎntr-un bol separat am amestecat oul cu kefirul.\n\nÎn ultima etapa am combinat amestecurile de mai sus, rezultând un aluat molcuț și aerat, ca în imaginea de mai jos.\n\nAm pregătit o tigaie, am aruncat în ea untul și l-am lăsat să se topească, apoi cu o linguriță am pus gogoloaie din aluat.\n\nCând au început să facă bule pe partea superioară, le-am întors, cu o spatulă. Am continuat procesul, până am terminat tot aluatul.\n\nAcestea sunt mini pancakes cu fructe și iaurt! Noi le-am mâncat cu kiwi, pepene galben, iaurt si gem de zmeură, însă se potrivesc minunat cu orice fruct, cu sirop de arțar, caramel sau topping de ciocolata etc. Variantele sunt nelimitate. Abia aștept să le fac data viitoare!\n\n\n\n\n\n\n\n\n\n\n"
    },
    {
      "id":"2",
      "Nume":"Omletă din albușuri",
      "Thumb":"https://adihadean.ro/wp-content/uploads/2022/07/Omleta_din_albusuri_08-1536x1152.jpeg",
      "In":"4 albușuri\n1 fir de ceapă verde\n3 roșii\nmână de verdețuri – busuioc, pătrunjel\n2 linguri de ulei\nun praf de sare",
      "P":"În primă fază am separat albușul de gălbenuș și am spălat bine verdețurile. \n\nPeste albuș am presărat sarea iar cu ajutorul unui tel, am bătut ușor albușurile.\n\nÎntre timp am tocat ceapa, busuiocul, pătrunjelul și roșiile.\n\npregătire ingrediente 1\npregătire ingrediente 2\nModul de prepararea a rețetei de omletă din albuș:\nAcum că am toate ingredientele spălate, tocate și spumate, am pus într-o tigaie cele două linguri de ulei și am pus tigaia pe foc.\n\nAm așteptat câteva clipe, până s-a încins uleiul și apoi am turnat albușul ușor spumat, în tigaie.\n\nAm așteptat aproximativ 2 minute până s-a rumenit, am întors omleta foarte ușor și pe partea cealaltă și am mai lăsat-o câteva secunde să ma asigur că e bine făcută. \n\npreparare omletă 1\npreparare omletă 1\nAm scos omleta pe o farfurie și am început să presar deasupra ei câteva roșii, ceapa verde și ierburile proaspete.\n\nservire omletă din albușul 1\nservire omletă din albușul 1\n Eu am rulat omleta împreună cu compoziția creată și astfel a căpătat un aspect mai interesant și apetisant\n\nservire omletă din albușul 3\nAceastă este propunerea mea pentru un mic dejun rapid și hrănitor, numai bun pentru o zi excelentă. \n\n\n\n\n\n\n\n\n\n\n"
    },
    {
      "Id":"3",
      "Nume":"Omletă cu zucchini",
      "Thumb":"https://adihadean.ro/wp-content/uploads/2023/01/Omleta_cu_zuchini_08-1536x1152.jpeg",
      "In":"Ingrediente pentru omleta cu zucchini:\n3 ouă\nlegătură de pătrunjel verde\n1 zucchini \n50 g cașcaval ras\nSare și piper \nUn strop de ulei de pus în tigaie\ningrediente pentru omletă cu zucchini\nIngrediente umplutura de brânză:\n150 g cremă de brânză\n30 ml smântână pentru frișcă\nlegătură de mărar verde\nUn praf de sare, dacă mai e nevoie",
      "P":"Pentru început am spălat zuchini-ul și verdețurile. Am dat pe răzătoare zuchiniul și cașcavalul, pătrunjelul l-am tocat mărunt. \n\nÎntr-un bol am spart ouăle, am pus un praf de sare și unul de piper peste și le-am bătut cu un tel. \n\npregătire ingrediente\nAm încorporat treptate zuchiniul dat pe răzătoare și stors, cașcavalul ras și pătrunjelul tocat mărunt.\n\nMai rămâne să pun omleta în tigaie.\n\npregătire omletă\n Am pus o tigaie pe foc, am lăsat-o să ajungă la o temperatură ridicată și am turnat compoziția pentru omletă în tigaie.\n\n omleta cu zucchini friptă\nAcum am început să pregătesc umplutura din cremă de brânză.\n\nÎntr-un bol de mixer am pus crema de brânză, smântâna lichidă și un praf de sare, am mixat până când crema de brânză a  devenit pufoasă.\n\nAm oprit mixerul și am încorporat, cu o spatulă, mărarul tocat mărunt.\n\npregătire cremă de brânză\n Omleta a fost gata în câteva minute, a durat puțin mai mult pentru că este o omletă foarte generoasă.\n\nAm uns omleta cu umplutura din cremă de brânză pufoasă și am împachetat-o frumos.\n\nomletă gata\nomletă umplută cu brânză\nCum am servit delicioasa omletă?\nMicul dejun/ brunch-ul este servit!\n\nservire omletă cu zucchini\nLângă apetisanta omletă am adăugat și câteva croissante pe care le-am umplut cu crema de brânză care mi-a rămas. \n\nAtât de mult îmi place crema de brânză că nu îmi permit să risipesc nimic.\n\nAm pregătit croissantele astfel: le-am tăiat pe jumătate cu un cuțit de pâine, le-am uns cu cremă de brânză, am pus câteva feliuțe de somon afumat peste stratul de brânză pufoasă și câteva frunze de salată.\n\nDupă cum se observă în poze și omleta este însoțită de o salată bogată. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
    },
    {
      "Id": "4",
      "Nume": "Sandwich waffles",
      "Thumb": "https://adihadean.ro/wp-content/uploads/2022/07/1.-Coperta-1-1536x1027.jpg",
      "In":"150 g Făină \n250 ml lapte bătut\n100 g zahăr\n100 ml ulei de măsline\nFelii de șuncă crudă\nAvocado\n4 Ouă \n500 g roșii cherry\n100 g roșii uscate\nArdei iute\nO lingur[ oțet balsamic\nGhimbir\nSare și piper\nIerburi aromatice proaspete",
      "P": "Gemul de roșii cherry\npregătire gem de roșii\nSosurile și gemurile proaspete revigorează și dau o dimensiune nouă și neașteptată oricăror preparate. Iar pentru că se fac repede, cu un efort minim, și sunt atât de versatile, merită să investiți câteva minute pentru câte o tranșă care va eleva orice mică gustare. \n\nAm ales roșii cherry cât mai colorate (pe lângă un aspect foarte colorat și frumos, fiecare soi diferit va contribui cu o nuanță, gustului) și le-am tăiat în jumătate sau în sferturi, depinde cât de mare era fiecare. Le-am preparat după rețeta clasică de gem, fierbându-le împreună cu roșii uscate, zahăr, oțet balsamic, felii de chilli, ghimbir răzuit și sare. Au stat cuminți pe plită cam jumătate de oră, la un foc destul de mare, pentru ca lichidul din roșii să se evapore, dar am avut grijă să nu se transforme într-o pastă foarte fină, ci bucățele de roșii să fie încă vizibile.  \n\ngem de roșii Cherry\nSandwich waffles cu lapte bătut \nÎmi place să folosesc robotul de bucătărie pentru aluaturile de tot felul de clătite sau waffles, pentru că mă ajută să obțin o textură foarte fină și omogenă. Am cernut făina împreună cu praful de copt și sarea. Am spumat ouăle întregi, cu ulei de măsline și lapte bătut, și am încorporat complet făina. Am lăsat aluatul aerat să se relaxeze 15 minute. \n\nAm încălzit bine aparatul pentru waffles, si am pulverizat un strat fin de ulei. Am prăjit fiecare waffle până când a devenit rumen și crocant la exterior. \n\naluat pentru waffles\nsandwish waffles\nAlte toppinguri pentru sandwich waffles\nCât timp aluatul pentru waffles s-a odihnit, am avut timp suficient să pregătesc topping-urile pentru sandwich. Baconul a devenit ultra crocant după ce a stat 10 minute în cuptor, la 200 de grade. Avocado a fost tăiat felii, și stropit cu doar câteva picături de lămâie, pentru a nu se oxida. Am poșat ouăle câteva minute, păstrând temperatura apei constantă, fără să fiarbă intens. Fiecare avem o preferință personală legată de consistența ouălor, dar pentru mine gălbenușul trebuie să curgă delicious, iar albușul să fie abia închegat. \n\ntopping pentru sandwich 1\ntopping pentru sandwish 2\nCum am finalizat și servit sandwichurile de mic dejun?\nPe un waffle rumen și pufos, am întins o lingură generoasă de gem de roșii cherry. Peste gem au urmat bacon crocant, și felii delicate de avocado. Câte un ou poșat pe fiecare sandwich, și capac din alt waffle. Consistența diferită a straturilor – crocant de la bacon, pufos de la waffle, delicat de avocado, și ultra cremos de la gălbenușul de ou au oferit o experiență complexă pentru un mic dejun ca o sărbătoare. Gusturile s-au completat armonios, acest sandwich cuprinzând de toate – sărat, umami, dulceag, acrișor, picant – un adevărat carusel gastronomic. \n\nsandwish waffles\nSper să gătiți aceste sandwichuri fantastice, cu capac sau fără, în zile de weekend fericite și un pic leneșe, în care micul dejun e la orice oră vrem noi. Veți avea un început de zi memorabil. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
    },
    {
      "Id": "5",
      "Nume": "Mic dejun cu ouă fripte și avocado",
      "Thumb": "https://adihadean.ro/wp-content/uploads/2020/03/poza-819x1024.jpg",
      "In":"Un avocado \n2 oua \nBranza de vaca \nCeapa verde \nArdei iute \nPatrunjel \nUlei de masline ",
      "P":"Acest mic dejun este format dintr-o jumătate de avocado, două ouă fripte (gălbenușul care curge e viața mea) câte 30 de secunde pe fiecare parte. În combinație, două linguri de brânză proaspătă din lapte de vacă amestecată cu ceapă tocată mărunt, ardei iute, sare, pătrunjel și puțin ulei de măsline. Totul peste trei biscuiți din făină integrală. Hai că slăbim și de carantina asta."
    }

  ]
}