{
  "oaie":[
    {
      "id": "1",
      "Nume": "Cotlete de miel cu pesto de mentă",
      "Thumb": "https://adihadean.ro/wp-content/uploads/2021/04/poza-finala-1.jpeg",
     "In": [
  {
    "Nume": "Cotlete de miel",
    "Cantitate": "10",
    "Masura": "buc"
  },
  {
    "Nume": "Mentă proaspătă",
    "Cantitate": "1",
    "Masura": "legătură"
  },
  {
    "Nume": "Coriandru proaspăt",
    "Cantitate": "1",
    "Masura": "legătură"
  },
  {
    "Nume": "Rozmarin proaspăt",
    "Cantitate": "1",
    "Masura": "crenguţe"
  },
  {
    "Nume": "Cuişoare",
    "Cantitate": "3",
    "Masura": "buc"
  },
  {
    "Nume": "Seminţe de fenicul",
    "Cantitate": "1",
    "Masura": "linguriţă"
  },
  {
    "Nume": "Boabe de piper negru",
    "Cantitate": "1",
    "Masura": "linguriţă"
  },
  {
    "Nume": "Seminţe de chimion",
    "Cantitate": "1",
    "Masura": "linguriţă"
  },
  {
    "Nume": "Iaurt grecesc",
    "Cantitate": "3",
    "Masura": "linguri"
  },
  {
    "Nume": "Ardei iute",
    "Cantitate": "1",
    "Masura": "buc"
  },
  {
    "Nume": "Ulei de măsline",
    "Cantitate": "2",
    "Masura": "linguri"
  },
  {
    "Nume": "Sare",
    "Cantitate": "5",
    "Masura": "gr"
  },
  {
    "Nume": "Mentă",
    "Cantitate": "1",
    "Masura": "legătură "
  },
  {
    "Nume": "Busuioc proaspăt",
    "Cantitate": "2",
    "Masura": "frunze"
  },
  {
    "Nume": "Usturoi verde",
    "Cantitate": "2",
    "Masura": "fire"
  },
  {
    "Nume": "Ceapă verde",
    "Cantitate": "2",
    "Masura": "fire"
  },
  {
    "Nume": "Fistic",
    "Cantitate": "50",
    "Masura": "g"
  },
  {
    "Nume": "Ulei de măsline",
    "Cantitate": "50",
    "Masura": "ml"
  },
  {
    "Nume": "Zeamă de lămȃie",
    "Cantitate": "1",
    "Masura": "linguriţă"
  },
  {
    "Nume": "Sare",
    "Cantitate": "5",
    "Masura": "gr"
  },
  {
    "Nume": "Piper",
    "Cantitate": "5",
    "Masura": "gr"
  }
],
      "P": "Carnea marinată este mult mai savuroasă decȃt cea simplă, deoarece absoarbe toate aromele şi, în plus, se găteşte mult mai repede decȃt în mod normal. \n Am început magia cu pregătirea condimentelor. Am încins seminţele şi boabele de piper într-o cratiţă, timp de două minute, la foc mediu, pentru ca aromele ce vor pătrunde în carne să poată fi eliberate. Apoi le-am zdrobit într-un mojar, am adăugat frunzele de ierburi tocate mărunt, continuȃnd să pisez şi să amestec pȃnă cȃnd am obţinut o pastă. Am turnat iaurtul, am amestecat bine şi am pus mojarul deoparte. \n Am îndepărtat cu grijă grăsimea de pe cotletele de miel şi am curăţat complet partea superioară a fiecărui os. Am pus bucăţile de carne într-un castron şi le-am uns cu amestecul obţinut. Am presat bine carnea atunci cȃnd am asezonat-o pentru a le permite aromelor să pătrună cȃt mai bine în carne. Am acoperit vasul şi l-am lăsat în frigider peste noapte.\n Am copt fisticul fără coajă, timp de 2-3 minute, la 180 de grade. Apoi l-am mixat în robot, împreună cu sarea, usturoiul şi ceapa taiate grosier şi frunzele de mentă şi busuioc. Am adăugat uleiul treptat, continuȃnd să mixez pȃnă am obţinut o pastă. Am asezonat pesto-ul cu piper proaspăt măcinat şi zeamă de lămȃie şi l-am pus deoparte\n Înainte de a mă apuca de gătirea cotletelor de miel, am pus la copt nişte sfeclă roşie pentru salată. Tot acum, am pregătit şi ingredientele pentru garnitură: am pus la fiert cȃţiva cartofi făinoşi tăiaţi în cuburi şi am pus la copt 2-3 căpăţȃni de usturoi tăiate pe jumătate.\n Am scos carnea din frigider şi am lăsat-o să ajungă la temperatura camerei. Am pornit focurile: am preîncălzit cuptorul la 160 de grade şi am pus la încins, pe aragaz, o tigaie grill. \n Am scos cotletele din marinată, le-am presărat cu ardei iute tocat mărunt şi le-am uns pe ambele părţi cu ulei de măsline. Am cronometrat 3 minute pe o parte şi 2 pe cealaltă, la foc mediu spre mare, şi gata! Nu am uitat să pulverizez din cȃnd în cȃnd ulei de măsline pe carne. Durata prăjirii e în funcţie de grosimea cotletelor. Astfel, dacă cotletele ar fi fost mai groase, le-aş fi gătit în tigaie cu 4-5 minute în plus. \n Imediat am mutat cotletele de miel într-o tavă din inox cu grătar detaşabil şi capac şi le-am ţinut în cuptor 15 minute, pȃnă s-au pătruns bine. Am sărat carnea si am lăsat-o să se odihnescă sub capac timp de 4-5 minute, înainte de a o pune pe farfurie.Cȃt timp am ţinut carnea în cuptor, am pregătit o garnitură de cartofi skordalia cu usturoi copt şi o salată de sfeclă roşie coaptă, cu oţet de zmeură şi ulei de dovleac. O bunătate în farfurie, aceste cotlete de miel cu pesto de mentă! Nu mai e nimic de spus, vă vor plăcea!"
},
    {
      "id": "2",
      "Nume": "Miel aromat în sos de rodie și legume coapte",
      "Thumb": "https://adihadean.ro/wp-content/uploads/2021/02/20210215_141850-01-1-1536x1152.jpeg",
      "In": [
        {
          "Nume": "Rasol de miel/oaie",
          "Cantitate": "4",
          "Masura": "bucăţi"
        },
        {
          "Nume": "Sirop de rodie",
          "Cantitate": "250",
          "Masura": "ml"
        },
        {
          "Nume": "Supă de pui",
          "Cantitate": "400",
          "Masura": "ml"
        },
        {
          "Nume": "Ceapă mare",
          "Cantitate": "1",
          "Masura": "buc"
        },
        {
          "Nume": "Morcovi",
          "Cantitate": "2",
          "Masura": "buc"
        },
        {
          "Nume": "Ţelină",
          "Cantitate": "1",
          "Masura": "buc"
        },
        {
          "Nume": "Păstârnac",
          "Cantitate": "1",
          "Masura": "buc"
        },
        {
          "Nume": "Sare",
          "Cantitate": "5",
          "Masura": "gr"
        },
        {
          "Nume": "Piper boabe",
          "Cantitate": "5",
          "Masura": "gr"
        },
        {
          "Nume": "Unt moale",
          "Cantitate": "30",
          "Masura": "g"
        },
        {
          "Nume": "Făină",
          "Cantitate": "30",
          "Masura": "g"
        },
        {
          "Nume": "Vânătă",
          "Cantitate": "1",
          "Masura": "buc"
        },
        {
          "Nume": "Dovlecel",
          "Cantitate": "1",
          "Masura": "buc"
        },
        {
          "Nume": "Ardei gras",
          "Cantitate": "1",
          "Masura": "buc"
        },
        {
          "Nume": "Roșii cherry",
          "Cantitate": "6",
          "Masura": "buc"
        }
      ],
      "P": "Am curățat bine bucățile de rasol, le-am dat cu sare și le-am uns cu sirop de rodie. Apoi le-am lăsat la rece, la marinat. E bine să stea minim o oră, însă eu le-am lăsat peste noapte. Felul acesta de mâncare nu se grăbește nicăieri.\n\nMiel în sos de rodie\nLe-am scos de la rece cu ceva timp înainte de a le da la cuptor, să se liniștească puțin și să-și așeze aromele. Am pus in cratiță toate legumele, tăiate în bucăți mai mari Am adăugat supa de pui și am pus capacul. Le-am lăsat în cuptorul încălzit la 140 C vreme de 3 până la 4 ore.\n\nPregătire garnitură\nCu atât de mult timp liber până să fie gata mielul, poți pregati aproape orice fel de garnitură. Merge de minune cu cous cous, sau cu cartofi fierți și apoi rumeniți puțin în tigaie, sau chiar și cu un simplu orez. Eu am ales să-i așez alături legume coapte: o vânătă, un dovlecel, un ardei gras și niște roșii cherry găsite prin frigider. Vânăta și dovlecelul, tăiate bucăți potrivite și date cu sare, au nevoie de 30 de minute – o oră de stat la zvântat. Noroc că e timp.\n\nPregătire miel aromat cu rodie și legume\nCând bucătăria e inundată de arome de miel copt și carnea începe să se desprindă de pe os, e aproape gata. Am scos bucățile de carne într-un vas mai mic și le-am stropit cu 2 -3 linguri din sosul rămas în cratiță. Le-am dat la focul iute al cuptorului încins la 200 C pentru 5 -7 minute, cât să prindă un pic mai multă culoare.\n\nPregătire sos\nÎntre timp, am strecurat toate rădăcinoasele rămase în sos și l-am pus la foc cât să scadă cam o treime (dacă are ceva grăsime deasupra, e bine de scos cu o lingură).\n\nEtapă rețetă de miel aromat\nÎn untul moale am încorporat făina și am amestecat cu telul în sos. E gata când suprafața sosului e clară și îmbracă o lingură cu o peliculă fină. L-am potrivit de sare și l-am turnat generos peste mielul aromat din farfurie.\n\nAceasta este rețeta de miel aromat în sos de rodie și legume coapte."
    },
    {
      "id": "3",
      "Nume": "Cotlet de berbecuț cu sos de unt și vinars",
      "Thumb": "https://adihadean.ro/wp-content/uploads/2022/02/cotlete_berbecut_sos_unt_si_vinars-1536x820.png",
      "In": [
        {
          "Nume": "Cotlete de berbecuț",
          "Cantitate": "5",
          "Masura": "buc"
        },
        {
          "Nume": "Unt rece",
          "Cantitate": "400",
          "Masura": "g"
        },
        {
          "Nume": "Vinars",
          "Cantitate": "100",
          "Masura": "ml"
        },
        {
          "Nume": "Salată din frunze verzi",
          "Cantitate": "1",
          "Masura": "legatura"
        },
        {
          "Nume": "Ulei de măsline",
          "Cantitate": "2",
          "Masura": "linguri"
        },
        {
          "Nume": "Zeamă de lămâie",
          "Cantitate": "10",
          "Masura": "ml"
        },
        {
          "Nume": "Sare",
          "Cantitate": "5",
          "Masura": "gr"
        },
        {
          "Nume": "Piper",
          "Cantitate": "5",
          "Masura": "gr"
        }
      ],
      "P": "Cotletele de berbecuț pe care le pregătesc aici au un pic de grăsime pe partea exterioară, pe care o crestez ușor cu cuțitul.\n\nCotlet de berbecuț\nAșez apoi cotletele cu grăsimea in jos în tigaie. Temperatura nu trebuie să fie foarte înaltă  pentru că vreau să topesc un pic de grăsime în care să prăjesc carnea. Frig cotletele 3-4 minute pe fiecare parte, timp în care cuptorul se încinge la 200 de grade Celsius.\n\n\nCotletele merg apoi la cuptor, 3-4 minute dacă vreau să obțin o friptură spre medium rare. Las apoi carnea să se odihnească pe o farfurie. Acest ultim pas nu e de neglijat, e chiar foarte important dacă vrei o friptură fragedă și suculentă.\n\n\nMai avem nevoie de o mână de salată din frunze verzi și de un sos foarte fain. La partea cu sosul intervine secvența cu deglazurarea tigăii, untul rece și vinarsul.\n\nCum se deglazurează o tigaie\nÎn general tigăile se glazurează, adică adună reziduuri, dacă frigi ceva în ele. Tocmai aceste reziduuri, dizolvate cu un pic de apă sau chiar cu un alcool de bună calitate, se transformă, cu puțin meșteșug, întru-un sos foarte fain. Torn așadar un gât generos de vinars în tigaie, iau tigaia de pe foc, las să bolborosească și în timp ce se răcește lichidul, adaug o bucată de unt. Untul să fie neaparat rece, din frigider (sau chiar din congelator dacă așa vreți). Cu cât mai rece untul, cu atât mai repede se formează emulsia, adică sosul nostru.\n\nNu rămâne decât să așez cotletele pe o mână de salată din frunze verzi pentru care am pregătit un dressing simplu și bun: ulei de măsline, zeamă de lămâie, sare și piper.\n\n"
    },
    {
      "id": "3",
      "Nume": "Cotlet de berbecuț cu sos de unt și vinars",
      "Thumb": "https://adihadean.ro/wp-content/uploads/2022/02/cotlete_berbecut_sos_unt_si_vinars-1536x820.png"
    }
  ]
}