{
  "paste":[
    {
      "id": "1",
      "Nume": "Paste proaspete cu vită, ciuperci și pesto cu trufe",
      "Thumb": "https://adihadean.ro/wp-content/uploads/2021/02/Poza-6-bis-1536x1395.jpg",
      "In": [
  {
    "Nume": "Făină",
    "Cantitate": "400",
    "Masura": "grame"
  },
  {
    "Nume": "Ou",
    "Cantitate": "4",
    "Masura": "bucăți"
  },
  {
    "Nume": "Sare",
    "Cantitate": "1",
    "Masura": "linguriță"
  },
  {
    "Nume": "Piper",
    "Cantitate": "1",
    "Masura": "linguriță"
  },
  {
    "Nume": "Ulei de măsline",
    "Cantitate": "1",
    "Masura": "lingură"
  },
  {
    "Nume": "Vrăbioară de vită maturată",
    "Cantitate": "1000",
    "Masura": "grame"
  },
  {
    "Nume": "Unt",
    "Cantitate": "1",
    "Masura": "lingură"
  },
  {
    "Nume": "Ciuperci proaspete",
    "Cantitate": "1",
    "Masura": "cutie"
  },
  {
    "Nume": "Pesto de trufe",
    "Cantitate": "1",
    "Masura": "borcan"
  }
],
      "P": "Am pus într-un bol făina, ouăle, un pic de sare și un pic de ulei de măsline. Le-am amestecat și am frământat bine. Am lăsat aluatul să se odihnească, cât pentru un pui de somn de 30 minute. Aluat pentru paste proaspete Am împărțit aluatul în 6 părți egale, le-am mai dat un praf de făină și am pus sucitorul pe ele … și gata! Acum, la tăiat cu ele! Nu că n-ar merge să tai pastele de mână, dar mașina de paste ar trebui să-și justifice prezența în bucătăria mea. Preparare vită Cu pastele zvântate, așteptându-și rândul la fiert, am pregătit câteva bucați de vrăbioară de vită maturată (cam 200 g/ persoană calculez eu). Sare și piper pe vită, și-n tigaie. După 2 minute jumătate, pe fiecare parte, le-am scos să se odihnească. Preparare sos de ciuperci cu pesto de trufe. În grăsimea din tigaie am mai aruncat o bucată bună de unt și am călit ciuperci proaspete de tot soiul. Am pus o mână de ciuperci champignon, una de hribi și una de ghebe, cu un praf generos de sare. Iar, la final, le-am înnobilat cu o lingură sănătoasă de pesto de trufe.Cât mi-a luat să feliez vita, am fiert pastele: între 2 și 4 minute, depinde de cât de bine s-au uscat. Într-un final glorios, am acoperit pastele cu vita, ciupercile și pesto-ul cu trufe.Gata, șortul jos! "
},
    {
      "id": "2",
      "Nume": "Spaghetti aromate cu pesto de avocado",
      "Thumb": "https://adihadean.ro/wp-content/uploads/2019/07/Poza6-1024x709.jpg",
      "In": [
        {
          "Nume": "Roșii cherry",
          "Cantitate": "250",
          "Masura": "grame"
        },
        {
          "Nume": "Spaghetti din grâu dur",
          "Cantitate": "250",
          "Masura": "grame"
        },
        {
          "Nume": "Avocado",
          "Cantitate": "2",
          "Masura": "bucăți"
        },
        {
          "Nume": "Parmezan",
          "Cantitate": "1",
          "Masura": "abundență"
        },
        {
          "Nume": "Usturoi",
          "Cantitate": "1",
          "Masura": "cățel"
        },
        {
          "Nume": "Lămâie",
          "Cantitate": "1",
          "Masura": "bucată"
        },
        {
          "Nume": "Busuioc proaspăt",
          "Cantitate": "20",
          "Masura": "frunze"
        },
        {
          "Nume": "Ulei de măsline",
          "Cantitate": "1",
          "Masura": "lingură"
        },
        {
          "Nume": "Sare",
          "Cantitate": "1",
          "Masura": "linguriță"
        },
        {
          "Nume": "Piper",
          "Cantitate": "1",
          "Masura": "linguriță"
        }
      ],
      "P": "Pasul 1 \n  Am pus în blender avocado-ul curățat, împreună cu frunzele de busuioc, lămâia proaspăt stoarsă, ulei de măsline și 2 căței de usturoi. Am lăsat până s-a făcut pastă însă nu fină de tot, ca să rămână cu textură. După gust am pus sare și piper.\n Pasul 2 \n  Într-o oală mare am pus la fiert apa cu sare. Când apa a început să fiarbă am pus spaghetele fără să le rup, timp de câteva minute, până au ieșit al dente.\n Între timp, într-o tigaie am pus la călit 2 căței de usturoi cu puțin ulei de măsline peste care imediat am pus roșiile cherry tăiate în două. Le-am amestecat cât să se rumenească puțin dupa care am adăugat pastele și câteva linguri de apa din care au fiert.\n Pasul 3 \n După ce am amestecat pastele preț de un minut, am adăugat pesto-ul de avocado peste și parmezan din abundență. \n Pasul 5 \n Le-am pus pe o farfurie mândră, le-am tras în chip si v-am urat poftă bună! V-am zis, sunt ușor de facut!"
    },
    {
      "id": "3",
      "Nume": "Paste cu unt și roșii cherry",
      "Thumb": "https://adihadean.ro/wp-content/uploads/2023/01/Poza-finala_paste-cu-unt-1536x1152.jpeg",
      "In": [
        {
          "Nume": "Unt",
          "Cantitate": "60",
          "Masura": "grame"
        },
        {
          "Nume": "Paste (rigatoni)",
          "Cantitate": "200",
          "Masura": "grame"
        },
        {
          "Nume": "Frunze de busuioc",
          "Cantitate": "5",
          "Masura": "bucăți"
        },
        {
          "Nume": "Roșii cherry",
          "Cantitate": "150",
          "Masura": "grame"
        },
        {
          "Nume": "Apă",
          "Cantitate": "2",
          "Masura": "litri"
        },
        {
          "Nume": "Sare",
          "Cantitate": "1",
          "Masura": "linguriță"
        },
        {
          "Nume": "Piper",
          "Cantitate": "1",
          "Masura": "linguriță"
        }
      ],
      "P": "Pentru început am pus apa la fiert pentru paste, înainte de fierbere am pus o lingură de sare. Am fiert pastele cu un minut mai puțin (11 minute) decât scria pe pachet pentru că în ultimul minut vreau să le dau prin sosul de unt și roșii. \n\nÎntr-o tigaie, am pun untul și roșiile, le-am lăsat să se prăjească în unt vreo 3-4 minute, timp în care și-a lăsat zeama în tigaie, apoi am mai adăugat puțină sare și un praf de piper. \n\ngătire roșii Cherry\nBusuiocul l-am tăiat mărunt, acesta vine pus la final. \n\nDupă cele 11 minute, am luat pastele din apă și le-am pus direct în tigaia cu unt și roșii. Le-am lăsat un minut la foc mediu, amestecând gentil, am adăugat și vreo 2-3 linguri din apa de la paste și uite așa s-a format o emulsie frumoasă și gustoasă. După un minut în care pastele s-au gătit în unt și sucul lăsat de la roșii, am adăugat și cele 10 g de unt.\n\nfinalizare paste\nLa final de tot am pus busuiocul și le-am servit călduțe. Sunt foarte bune, rapid de făcut și sigur sunt pe placul tuturor. \n\nservire paste cu unt\nPoftă mare"
    },
    {
      "id": "4",
      "Nume": "Paste cu pesto de leurdă și burrata",
      "Thumb": "https://adihadean.ro/wp-content/uploads/2022/03/Poza5_paste-cu-pesto-de-leurda-1536x1152.jpeg",
      "In": [
        {
          "Nume": "Spaghete",
          "Cantitate": "250",
          "Masura": "grame"
        },
        {
          "Nume": "Nuci",
          "Cantitate": "50",
          "Masura": "grame"
        },
        {
          "Nume": "Parmezan",
          "Cantitate": "50",
          "Masura": "grame"
        },
        {
          "Nume": "Frunze de leurdă",
          "Cantitate": "23",
          "Masura": "grame"
        },
        {
          "Nume": "Ulei de măsline",
          "Cantitate": "40",
          "Masura": "ml"
        },
        {
          "Nume": "Sare",
          "Cantitate": "5",
          "Masura": "gr"
        },
        {
          "Nume": "Piper",
          "Cantitate": "5",
          "Masura": "gr"
        }
      ],
      "P": "Am început prin a pune apa pentru paste la fiert.\n\nDupă care m-am ocupat de sosul pesto de leurdă, pentru prepararea lui am folosit doar frunzele de leurdă, cu parmezan ras, nucile prăjite în prealabil, am învățat că nucile sunt mult mai aromate și gustoase dacă sunt prăjite. Dacă nu aveți nuci, puteți să folosiți și alune sau muguri de pin. Atenție la leurdă, am testat și alte rețete și este bine că m-am rezumat la 23 g de frunze, deoarece este destul de iute și cu o aromă pregnantă de usturoi, o cantitate mai mare nu era ok. \n\nCum am făcut pesto-ul de leurdă?\nAm adăugat totul într-un recipient, împreună cu uleiul de măsline, piperul și sarea, am mixat toate ingredientele cu un mixer vertical, dar dacă nu aveți mixer vertical și aveți un mojar e perfect, puteți să-l folosiți pe acesta. \n\ningrediente pentru Pesto\npesto de leurdă\nDupă ce am mixat bine ingredientele, sosul pesto a fost gata. Acum vine rândul spaghetelor, fix înainte să pun spaghetele în apa clocotită am pus sarea în apă. Acestea au fiert timp de 10 minute, fiind din grâu dur, evident pe pachet sunt trecuți timpii de fierbere, în funcție de tipul pastelor, nouă ne plac puțin aldente. După ce au fiert pastele 5 minute, am luat puțină apă în jumătate de cană și am pus-o deoparte, pentru a fi folosită mai târziu. \n\nDupă ce au fiert pastele le-am transferat din apă direct într-o tigaie suficient de mare, am pus peste ele sosul de pesto și apa din cană, am mixat bine totul și gata, practic le-am gustat ca să mă conving dacă sunt bune sau mai trebuie condimentate.\n\npaste cu Pesto \nPentru servire, am așezat pastele pe farfurie și deasupra am pus burrata, ce pot spune este că s-au mâncat instant, super gustoase, iar brânza burrata aduce un aport de fresh și cremozitate preparatului. Sper că v-am convins și sunt super curioasă dacă vreți să încercați și voi această rețetă. "
    }
  ]
}