{
  "pui": [
    {
      "Id": "1",
      "Nume": "Pui cu muștar și hribi",
      "Thumb": "https://adihadean.ro/wp-content/uploads/2022/10/Poza-de-coperta_pui-cu-mustar-1024x768.jpeg",
      "In": [
        {
          "Nume": "Piept de pui",
          "Cantitate": "250",
          "Masura":"g"
        },
        {
          "Nume": "Muștar boabe",
          "Cantitate": "2 ",
          "Masura":"lingurițe"
        },
        {
          "Nume": "Ciuperci",
          "Cantitate": "250 ",
          "Masura":"g"
        },
        {
          "Nume": "Apă",
          "Cantitate": "150 ",
          "Masura":"ml"
        },
        {
          "Nume": "Smântână de gătit",
          "Cantitate": "70",
          "Masura":"ml"
        },
        {
          "Nume": "Ceapă roșie",
          "Cantitate": "1",
          "Masura":"buc"
        },
        {
          "Nume": "Usturoi",
          "Cantitate": "3 ",
          "Masura":"căței"
        },
        {
          "Nume": "Sare",
          "Cantitate": "5",
          "Masura":"g"
        },
        {
          "Nume": "Piper",
          "Cantitate": "5",
          "Masura":"g"
        },
        {
          "Nume": "Ulei",
          "Cantitate": "2 ",
          "Masura":"linguri"
        }
      ],
    "P": "În primă fază am tăiat ciupercile (hribii) cât mai mari și late, deoarece voiam să se simtă gustul acestora, nu să se piardă prin restul ingredientelor din preparat. Astfel, am luat o tigaie antiaderentă, am pus o lingură de ulei de floarea soarelui și am lăsat tigaia la încins, după care am pus ciupercile tăiate. \n\npregătire ciuperci\nLe-am prăjit bine, până au devenit aurii spre ruginiu, în tot acest timp am tăiat ceapa julien și pieptul de pui, în fâșii mai lungi. \n\nciuperci la tigaie\nciuperci la tigaie cu ceapă\nDupă ce ciupercile au devenit suficient de aurii, cât să-mi placă mie, am pus ceapa și pieptul de pui în tigaie, peste ciuperci. Le-am prăjit împreună aprox. 6 minute, după care am pus smântâna, apa, cele două lingurițe de muștar boabe și usturoiul mărunțit bine. \n\nLe-am lăsat împreună la foc mediu spre mic, cât să scadă sosul, pentru încă aprox. 15 minute. De asemenea, am condimentat preparatul cu sare și piper, după gust. \n\npreparare sos de muștar cu hribi\nCând preparatul a fost gata, am mai prăjit niște pâine alături și am mărunțit niște rozmarin pe care l-am pus deasupra. Ne-am bucurat tare mult de această mâncărică de sezon, a mers super bine cu pâinea prăjită. Sper să o încercați și voi!"
    },
    {
      "Id": "2",
      "Nume": "Friptură de pui cu ierburi aromatice și usturoi",
      "Thumb": "https://adihadean.ro/wp-content/uploads/2022/08/1.-Coperta-1024x684.jpg",
      "In": [
        {
          "Nume": "Pui intreg",
          "Cantitate": "1",
          "Masura":"buc"
        },
        {
          "Nume": "Ierburi aromatice uscate",
          "Cantitate": "10",
          "Masura":"g"
        },
        {
          "Nume": "Vin alb",
          "Cantitate": "50",
          "Masura":"ml"
        },
        {
          "Nume": "Condimente",
          "Cantitate": "5",
          "Masura":"g"
        },
        {
          "Nume": "Căpățână de usturoi",
          "Cantitate": "1",
          "Masura":"buc"
        },
        {
          "Nume": "Cartofi albi",
          "Cantitate": "1",
          "Masura":"kg"
        },
        {
          "Nume": "Lapte",
          "Cantitate": "1",
          "Masura":"pahar"
        },
        {
          "Nume": "Unt",
          "Cantitate": "100",
          "Masura":"g"
        },
        {
          "Nume": "Compot de cirese",
          "Cantitate": "100",
          "Masura":"ml"
        }
      ],
      "P": "Friptura de pui cu ierburi și usturoi\nfriptura de pui cu ierburi și usturoi\nAm pregătit un amestec de condimente, din boia, piper proaspăt, usturoi deshidratat, ierburi aromatice uscate (rozmarin, cimbru, oregano, busuioc), coajă de lămâie, pentru o marinare uscată, cu care am condimentat puiul, atât pe exterior cât și în interior. L-am lăsat la marinat peste noapte – dar oricât timp peste o oră va fi foarte bine. L-am scos din frigider pentru a ajunge la temperatura camerei cu o oră înainte de gătire, timp în care am încălzit cuptorul la 180 de grade. Am umplut puiul cu felii de lămâie, ierburi proaspete (busuioc, tarhon, pătrunjel) și l-am sărat chiar înainte de copt. În tavă am pus ierburi, lămâie, o căpățână de usturoi, și ardei iute, și 50 de ml de vin alb. L-am lăsat la cuptor cam o oră, să se rumenească frumos, folosind în ultimele 10 minute și funcția de ventilație, care a oferit o crustă încântătoare puiului.    \n\nPiureul cremos de cartofi\npiure cremos de cartofi\nÎntre timp, am fiert cartofii, curățați de coajă și tăiați cubulețe, în apă bine sărată (e cea mai bună metodă pentru o sărare omogenă a oricărui piure). Când marginile s-au rotunjit, a fost semnalul ca sunt fierți, așa că i-am scurs bine. I-am trecut prin presa de cartofi (robotul de bucătărie nu e recomandat aici, pentru că va transforma un piure pufos într-o masă cu consistență de lipici). I-am omogenizat bine cu lapte fierbinte și unt foarte gras, până când consistența a fost una mătăsoasă, aerată, ca o spumă de cartofi.\n\nCum am finalizat și servit?\nfriptură de pui cu piure cremos și sos de cireșe\nPentru un prânz informal și cald în familie, am servit puiul întreg, frumos, în mijlocul mesei, pentru ca fiecare să își poată alege bucata preferată, și să își construiască singur farfuria, cu proporțiile perfecte de friptură, piure și compot de cireșe. Iar fața de masă brodată cu cireșe, cusută de mână, de bunica mea, a făcut această masă și mai specială. \n\nPuțin nostalgic, nepretențios, dar cu o puritate a gusturilor simple, care greu poate fi reprodusă înafara unui cadru atât de familiar și confortabil, care creează amintiri pentru generații, această masă e iubită de copii și adulți deopotrivă. \n\nFriptură de pui cu ierburi aromatice și usturoi\nSper să experimentați prânzul în familie în prima duminică în care programul de masă împreună, acasă,  va fi cel care dictează întreaga zi – veți relua această rutină foarte des."
    },
    {
      "Id": "3",
      "Nume": "Pui teriyaki cu garnitură de cartofi copți",
      "Thumb": "https://adihadean.ro/wp-content/uploads/2022/05/cover-foto-1024x570.jpg",
      "In": [
        {
          "Nume": "Cartofi roșii",
          "Cantitate": "4 ",
          "Masura":"buc"
        },
        {
          "Nume": "Pui întreg",
          "Cantitate": "1 ",
          "Masura":"buc"
        },
        {
          "Nume": "Unt",
          "Cantitate": "50",
          "Masura":"g"
        },
        {
          "Nume": "Sare",
          "Cantitate": "5",
          "Masura":"g"
        },
        {
          "Nume": "Piper",
          "Cantitate": "5",
          "Masura":"g"
        },
        {
          "Nume": "Pătrunjel",
          "Cantitate": "1",
          "Masura":"legatura"
        },
        {
          "Nume": "Usturoi",
          "Cantitate": "3",
          "Masura":"catei"
        },
        {
          "Nume": "Sos teriyaki",
          "Cantitate": "50",
          "Masura":"ml"
        },
        {
          "Nume": "Sos de chilli",
          "Cantitate": "50",
          "Masura":"ml"
        },
        {
          "Nume": "Ghimbir",
          "Cantitate": "1",
          "Masura":"radacina"
        },
        {
          "Nume": "Coaja de portocala",
          "Cantitate": "1",
          "Masura":"buc"
        },
        {
          "Nume": "Lămâie",
          "Cantitate": "1",
          "Masura":"buc"
        },
        {
          "Nume": "Apă",
          "Cantitate": "100",
          "Masura":"ml"
        },
        {
          "Nume": "Ceapă roșie",
          "Cantitate": "2",
          "Masura":"buc"
        }
      ],
      "P": "Pentru că am patru cartofi măricei și un pui și mai măricel, preparatul de astăzi va fi gata cam în același timp, așadar am setat cuptorul la 180 de grade. Mi-am pregătit o tava mare, pe care am pus niște hârtie de copt și m-am apucat de treabă.\n\nPregătirea puiului \nPregătire pui\nAm pregătit puiul, l-am ars puțin cu un arzător să scap de surplusul nedorit de pene, apoi l-am pus în vasul în care urmează să-l gătesc. Am tăiat felii portocala și lămâia, pe care le-am îndesat în interiorul puiului. Am mai îndesat și o mână bună de pătrunjel proaspăt. La suprafață, l-am îmăiat  în sos teriyaki și sos de chilli și ardei iute, sare, piper si ghimbir măcinat.\n\nAm turnat oleacă de apa in vas și cam asta a fost cu pregătitul puiului. L-am pus la cuptor. \n\nCum am pregătit cartofii?\npregătire cartofi copți\nPăi marea filosofie din spatele acestor cartofi a fost să-i pun la copt, iar când au fost gata, i-am curățat de coajă, i-am tăiat in două, am pus un pic de unt peste ei, sare piper, un pic de usturoi, niște pătrunjel proaspăt, tocat și gata cartofii. Pe lângă ei am pus și vreo 2 cepe roșii la copt pentru o aromă mai faină.\n\nPui teriyaki cu garnitură de cartofi copți\nDragii mei, cam atât de simplă a fost rețeta de astăzi. S-aveți poftă și să fiți sănătoși!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
    },
    {
      "Id": "4",
      "Nume": "Pui cu lime si sos de arahide",
      "Thumb": "https://adihadean.ro/wp-content/uploads/2019/05/Poza7-1-1024x683.jpg",
      "In": [
        {
          "Nume": "Piept de pui",
          "Cantitate": "3",
          "Masura":"buc"
        },
        {
          "Nume": "Lime",
          "Cantitate": "1",
          "Masura":"buc"
        },
        {
          "Nume": "Ardei iute",
          "Cantitate": "1",
          "Masura":"buc"
        },
        {
          "Nume": "Usturoi",
          "Cantitate": "1",
          "Masura":"cățel"
        },
        {
          "Nume": "Unt de arahide",
          "Cantitate": "1",
          "Masura":"lingură"
        },
        {
          "Nume": "Smânână de gătit",
          "Cantitate": "1",
          "Masura":"lingură"
        },
        {
          "Nume": "Ulei de măsline",
          "Cantitate": "1",
          "Masura":"lingură"
        }
      ],
      "P": "Pasul 1\nAm crestat pieptul de pui ușor cu un cuțit, iar apoi am presărat sare și piper din abundență. Ca să vă iasă și frumos la culoare, puneți puțin ulei de măsline direct pe pui și nu în tigaie:\n\n\n\nPasul 2\nAm pus pieptul de pui în tigaie, peste care am răzuit coaja de la lime:\n\n\n\nAm lăsat puiul preț de 4 minute pe o parte, 4 minute pe cealaltă, după care l-am scos din tavă:\n\n\n\nPasul 3\nAm tocat un ardei iute și un cățel de usturoi și i-am pus în tigaia unde s-a făcut puiul, peste care am adăugat o lingură de ulei de măsline, și am călit două minute la foc mic. Apoi am adăugat puiul înapoi, 2 linguri mari de unt de arahide si 200 ml de smântână de gătit și am luat tigaia și am pus-o la cuptorul preîncălzit, la foc mic, 25 de minute:\n\n\n\n\n\nPasul 4\nAm tot verificat să văd ce textură avea, iar după 25 de minute arăta ideal. Am așezat puiul pe o farfurie și am pus sosul deasupra, coajă de lămâie verde și rondele de ardei iute. Vă mărturisesc, așa bun a iesit de nici garnitură nu am vrut să-i fac. Dar să nu vă luați după mine, serviți cu un orez cu șofran, cu legume sote sau cu o salată proaspătă de primăvară:\n\nPoftă bună vă doresc!"
    },
    {
      "Id": "5",
      "Nume": "Pui italian cu salată de primăvară",
      "Thumb": "https://adihadean.ro/wp-content/uploads/2019/03/Poza-8-1024x683.jpg",
      "In": [
        {
          "Nume": "Piept de pui",
          "Cantitate": "2 ",
          "Masura":"bucăți "
        },
        {
          "Nume": "Mozzarella",
          "Cantitate": "1 ",
          "Masura":"bucată"
        },
        {
          "Nume": "Roșii",
          "Cantitate": " 100 ",
          "Masura":"gr"
        },
        {
          "Nume": "Frunze de busuioc",
          "Cantitate": "10",
          "Masura":"buc"
        },
        {
          "Nume": "Leurdă proaspătă",
          "Cantitate": "1",
          "Masura":"legătură"
        },
        {
          "Nume": "Ceapă verde",
          "Cantitate": "1",
          "Masura":"legatura"
        },
        {
          "Nume": "Ridiche",
          "Cantitate": "1",
          "Masura":"legătură"
        },
        {
          "Nume": "Spanac baby",
          "Cantitate": "1",
          "Masura":"mână"
        },
        {
          "Nume": "Susan",
          "Cantitate": "10",
          "Masura":"g"
        },
        {
          "Nume": "Sare",
          "Cantitate": "5",
          "Masura":"g"
        },
        {
          "Nume": "Piper",
          "Cantitate": "5",
          "Masura":"g"
        },
        {
          "Nume": "Ulei de măsline",
          "Cantitate": "3",
          "Masura":"linguri"
        },
        {
          "Nume": "Oțet balsamic",
          "Cantitate": "1",
          "Masura":"lingura"
        },
        {
          "Nume": "Fulgi de chili",
          "Cantitate": "3",
          "Masura":"gr"
        }
      ],
      "P": "Pasul 1\nÎncepem cu preîncălzirea cuptorului la 180 de grade. Apoi ne ocupăm de carnea de pui până cuptorul se încinge. Am îndepărtat grăsimea de pe bucățile de piept de pui, le-am pudrat cu sare și piper iar apoi le-am tăiat pe mijloc ca să le fac un buzunar:\n\n\n\nPasul 2\nAm tăiat mozzarella în bucăți mărunte, busuiocul și roșiile uscate, ca apoi să le pun în buzunarul făcut mai devreme:\n\n\n\n\n\nPrindem cu scobitori puiul și, gata! Atât, a fost simplu! Am presărat fulgi chili și am pus puțin din uleiul în care au stat roșiile și l-am dat la cuptor în tavă preț de 25-30 de minute, ca să se pătrundă.\n\nPasul 3\nNe ocupăm de minunățiile colorate găsite în piață. Atunci când găsesc leurdă, e semn că a venit primăvara. E ca și când apar ghioceii. Este o plantă curativă excelentă și foarte aromată, perfectă pentru salata noastră:\n\n\n\nAm spălat bine legumele pe care apoi le-am tocat mediu. Spanacul l-am lăsat întreg iar ridichiile le-am tăiat subțire:\n\n\n\nLe-am pus într-un bol unde am adăugat puțin ulei de măsline, sare, semințe de susan și oțet balsamic, și le-am lăsat să-și îmbine aromele puternice:\n\n\n\nPasul 4\nGata, au trecut 30 de minute. Am scos puiul pe care l-am așezat lângă salata de primavară:\n\n\n\nCurcubeu în farfurie!"
    }

  ]}
