{
  "vegetariene":[
    {
      "Nume": "Risotto cu Sparanghel ",
      "Thumb": "https://adihadean.ro/wp-content/uploads/2022/07/cover-foto-2-1024x568.jpg",
      "In": [
        {
          "Nume": "Orez",
          "Cantitate": "100",
          "Masura": "gr"
        },
        {
          "Nume": "Ceapă roșie",
          "Cantitate": "1",
          "Masura": "buc"
        },
        {
          "Nume": "Ceapă verde",
          "Cantitate": "1",
          "Masura": "legatură"
        },
        {
          "Nume": "Morcov",
          "Cantitate": "1",
          "Masura": "buc"
        },
        {
          "Nume": "Ardei Kapia",
          "Cantitate": "1",
          "Masura": "buc"
        },
        {
          "Nume": "Avocado",
          "Cantitate": "1",
          "Masura": "buc"
        },
        {
          "Nume": "Ulei de măsline",
          "Cantitate": "20",
          "Masura": "ml"
        },
        {
          "Nume": "Usturoi",
          "Cantitate": "3",
          "Masura": "buc"
        },
        {
          "Nume": "Sparanghel",
          "Cantitate": "1",
          "Masura": "legatura"
        },
        {
          "Nume": "Sare",
          "Cantitate": "5",
          "Masura": "gr"
        },
        {
          "Nume": "Piper",
          "Cantitate": "5",
          "Masura": "gr"
        },
        {
          "Nume": "Apă",
          "Cantitate": "300",
          "Masura": "ml"
        }
      ],
      "P": "Iată cum am pregătit acest Risotto:\nDupă cum vă ziceam și mai devreme, această rețeta este nu doar simplă, ci și vegană. Dacă ați parcurs lista ingredientelor, ați văzut deja cam cât de puține sunt și cât de simple, le găsiți peste tot. \n\nAm început să tai mărunt morcovul, ceapa roșie, ardeiul Kapia și sparanghelul. După ce le-am tăiat, mi-am pregătit o oală în care am pus câțiva stropi de ulei de măsline, peste care am pus legumele pe care le-am pregătit mai devreme. Le-am lăsat puțin la călit. Apoi am pus în aceeași oală și orezul. L-am învârtit prin oală până a devenit sticlos, după care am început să adaug apă, puțin câte puțin. \n\npregătire legume pentru Risotto cu Sparanghel\nÎn final am adăugat sare și piper, ceapă verde tăiată mărunt și avocado zdrobit. \n\navocado pentru cremozitate\nLe-am amestecat pe toate acolo și am obținut un risotto cremos, fain, plin de arome date de legume. \n\nRisotto cu Sparanghel\nȘi cam asta a fost marea filosofie. S-aveți poftă și să fiți sănătoși!"
    },
    {
      "Nume": "Fasole coaptă",
      "Thumb": "https://adihadean.ro/wp-content/uploads/2021/11/foto-5--1024x576.jpg",
      "In": [
        {
          "Nume": "Fasole albă boabe",
          "Cantitate": "400",
          "Masura": "gr"
        },
        {
          "Nume": "Miere",
          "Cantitate": "1",
          "Masura": "lingură"
        },
        {
          "Nume": "Muștar",
          "Cantitate": "1",
          "Masura": "lingură"
        },
        {
          "Nume": "Ulei de măsline",
          "Cantitate": "20",
          "Masura": "ml"
        },
        {
          "Nume": "Usturoi",
          "Cantitate": "6",
          "Masura": "buc"
        },
        {
          "Nume": "Sare",
          "Cantitate": "5",
          "Masura": "gr"
        },
        {
          "Nume": "Piper",
          "Cantitate": "5",
          "Masura": "gr"
        },
        {
          "Nume": "Cimbru proaspăt",
          "Cantitate": "1",
          "Masura": "legatura"
        }
      ],
      "P": "Am preîncălzit cuptorul la 190 de grade.\n\nApoi, într-un recipient am amestecat mierea, muștarul, uleiul de măsline, puțină sare și piper, astfel am pregătit dressing-ul.\n\nPregătire fasole coaptă\nAm pregătit un vas, în care am pus boabele de fasole pe care le-am amestecat cu dressing-ul, sare și piper, usturoiul tăiat în două și crenguțele de cimbru.\n\nPoză finală\nAm băgat fasolea la cuptor timp de aproximativ 30 de minute, până s-a rumenit ușor, iar usturoiul s-a copt.\n\n\nSe poate consuma în multe feluri, deci e alegerea voastră cu ce doriți să o combinați. Are un gust dulceag și este foarte sățioasă. Alături de ceapa caramelizată este perfectă. Pentru zilele răcoroase ar putea fi un deliciu simplu și ușor de preparat. În weekend sau în timpul săptămânii, oricând o veți găti, vă asigur că vă va merge direct la suflet."
    },
    {
      "Nume": "Ardei umpluți cu năut și linte",
      "Thumb": "https://adihadean.ro/wp-content/uploads/2022/03/Ardei_umpluti_05-1536x1152.jpeg",
      "In": [
        {
          "Nume": "Năut hidratat",
          "Cantitate": "250",
          "Masura": "g"
        },
        {
          "Nume": "Linte",
          "Cantitate": "150",
          "Masura": "g"
        },
        {
          "Nume": "Lapte de cocos",
          "Cantitate": "400",
          "Masura": "ml"
        },
        {
          "Nume": "Ardei gras",
          "Cantitate": "6",
          "Masura": "buc"
        },
        {
          "Nume": "Ceapă",
          "Cantitate": "1",
          "Masura": "buc"
        },
        {
          "Nume": "Morcovi",
          "Cantitate": "2",
          "Masura": "buc"
        },
        {
          "Nume": "Sos de roșii",
          "Cantitate": "300",
          "Masura": "ml"
        },
        {
          "Nume": "Usturoi",
          "Cantitate": "5",
          "Masura": "buc"
        },
        {
          "Nume": "Spanac proaspăt",
          "Cantitate": "100",
          "Masura": "gr"
        },
        {
          "Nume": "Sare",
          "Cantitate": "5",
          "Masura": "gr"
        },
        {
          "Nume": "Boia",
          "Cantitate": "10",
          "Masura": "gr"
        },
        {
          "Nume": "Chimion",
          "Cantitate": "10",
          "Masura": "gr"
        },
        {
          "Nume": "Nucșoară",
          "Cantitate": "10",
          "Masura": "gr"
        },
        {
          "Nume": "Ulei",
          "Cantitate": "50",
          "Masura": "ml"
        }
      ],
      "P": "Cum am pregătit legumele?\nPentru început am spălat lintea și am pus-o la hidratat cât să treacă apa peste ea. Am spălat apoi toate legumele și le-am pregătit astfel: morcovii i-am dat pe răzătoare, pe latura cea mai mare, ceapa am tocat-o cubulețe, usturoiul l-am zdrobit și l-am lăsat întru-un bol așteptându-și rândul. Am tăiat ardeiul gras pe orizontală și l-am așezat frumos în tava unsă cu 2 lingurițe de ulei.\n\nMetodă de preparare ardei umpluți cu năut și linte\nDe aici totul devine simplu, timpul de gătire pentru această rețetă este de 45- 50 minute.\n\nÎntr-o crăticioară am pus uleiul și l-am lăsat la încins. Într-o altă crăticioară am pus lintea la fiert, după ce am scurs apa în care a stat la hidratat și am înlocuit-o cu o apă curată. Peste uleiul încins am adăugat condimentele pe care le-am lăsat un minut la foc mic, apoi am adăugat ceapa și morcovul. Peste tot acest amestec am pus sosul de roșii și am lăsat morcovul să fiarbă timp de 20 de minute. Având în vedere că este tocat atât de mărunt, nu necesită un timp atât de mare de fierbere, mi-am dorit să rămână ușor crocant.\n\ncum umplem ardeii\nDupă ce a fiert 20 de minute am adăugat și năutul (năut din conservă) scurs și spălat, lintea care a fiert și ea între timp, apoi am adăugat laptele de cocos și usturoiul. Am mai lăsat totul la fiert timp de 10 minute pe ceas și am pornit cuptorul la 200 °C.\n\nCând sosul de năut și linte a fost gata, l-am luat de pe foc și am adăugat spanacul. Apoi am început să umplu ardeii cu ajutorul unei linguri.\n\nAm umplut toți ardeii și i-am pus la cuptor pentru 15 minute la temperatura de 200 °C.\n\nsos de năut cu linte\nDupă ce au trecut cele 15 minute am scos ardeii și am așteptat-o pe mama cu masa pusă.\n\nArdei umpluți cu năut și linte\nPe lângă faptul că este și o rețetă de post sau vegană este și foarte gustoasă și vă recomand să înmulțiți cu 2 această rețetă de ardei umpluți cu sos de năut și linte pentru că nu o să ajungă."
    },
    {
      "Nume": "Supă cremă de morcovi cu portocale",
      "Thumb": "https://adihadean.ro/wp-content/uploads/2022/11/Supa_crema_de_morcovi_cu_portocala_06-1536x1153.jpeg",
      "In": [
        {
          "Nume": "Morcovi",
          "Cantitate": "8",
          "Masura": "buc"
        },
        {
          "Nume": "Cartofi",
          "Cantitate": "4",
          "Masura": "buc"
        },
        {
          "Nume": "Ceapa",
          "Cantitate": "2",
          "Masura": "buc"
        },
        {
          "Nume": "Portocală",
          "Cantitate": "1",
          "Masura": "buc"
        },
        {
          "Nume": "Sare",
          "Cantitate": "5",
          "Masura": "gr"
        },
        {
          "Nume": "Ulei de măsline",
          "Cantitate": "20",
          "Masura": "ml"
        }
      ],
      "P": "Am pregătit ingredientele pentru supă astfel:\nPentru a da un gust deosebit supei, am curățat morcovii, i-am tăiat rondele, am așezat morcovii pe o tavă, i-am stropit cu ulei de măsline și puțină sare și i-am pus la cuptor.\n\nCuptorul preîncălzit la 200°C  timp de 20 de minute.\n\npregătire morcovi pentru copt\nMai departe am curățat ceapă și cartofii de coajă.  Am tocat ceapă în bucăți  mari și cartofii cubulețe.\n\npregătire ingrediente pentru supă\nAm pus un pic de ulei pe fundul unei cratițe, am pornit plita și am pus ceapa peste ulei, peste ceapă am pus un praf generos de sare.\n\nAm lăsat ceapa fix 2 minute la înăbușit, după două minute am pus apa și cartofii peste ceapă.\n\nAm lăsat totul la foc mic până când s-au fiert cartofii.\n\ncălire ceapă\nAm scos morcovii din cuptor imediat ce s-au rumenit, între timp s-au fiert și cartofii.\n\nmorcovi copți pentru supă cremă\nAm pus morcovii în cratiță, am mai lăsat totul la fiert încă 5 minute pentru infuzarea tuturor aromelor. Am oprit focul iar cu ajutorul unui blender vertical, am omogenizat supa până am obținut cremozitatea dorită. Peste supă am turnat sucul proaspăt stors de la o portocală și coajă rasă de portocală. Supa este perfectă, are un gust incredibil de iarnă, te face să te îndrăgostești de toată atmosfera de iarnă.\n\nEste o supă generoasă, ușor de realizat, cu foarte puține ingrediente.  Este potrivită pentru perioada postului, pentru un regim vegan sau pentru o seară la gura sobei. "
    }
  ]
}